const patientList = [
    {
        name: '曹操',
        doctor: '华佗',
        info: '疑心病',
        status: 1
    },
    {
        name: '周瑜',
        doctor: '扁鹊',
        info: '嫉妒',
        status: 1
    },
    {
        name: '关羽',
        doctor: '华佗',
        info: '中毒',
        status: 0
    }
]

const doctorList = [
    {
        name: '华佗',
        department: '三国',
        info: '华佗（约公元145年－公元208年），名旉，字元化，汉末沛国谯（今安徽亳州）人，东汉末医学家，与董奉、张仲景并称为“建安三神医”。少时曾在外游学，行医足迹遍及安徽、河南、山东、江苏等地，钻研医术而不求仕途。他医术全面，尤其擅长外科，精于手术。并精通内、妇、儿、针灸各科。晚年因遭曹操怀疑，下狱被拷问致死。华佗被后人称为“外科圣手” 、“外科鼻祖”。被后人多用神医华佗称呼他，又以“华佗再世”、“元化重生”称誉有杰出医术的医师。'
    },
    {
        name: '扁鹊',
        department: '战国',
        info: '扁鹊，战国时期医学家，约生于周威烈王十九年（公元前407），卒于赧王五年（公元前310）。扁鹊善于运用四诊：望闻问切。尤其是脉诊和望诊来诊断疾病精于内、外、妇、儿、五官等科，应用砭刺、针灸、按摩、汤液、热熨等法治疗疾病，被尊为医祖。'
    }
]